export const GENDER_LIST = [
  {
    gender: "여자",
  },
  {
    gender: "남자",
  },
  {
    gender: "선택 안함",
  },
];

export const JOB_LIST = [
  {
    title: "대학(원)생",
  },
  {
    title: "취업준비생",
  },
  {
    title: "소상공인",
  },
  {
    title: "스타트업 창업자",
  },
  {
    title: "직장인",
  },
  {
    title: "프리랜서",
  },
];

export const PATH_LIST = [
  {
    title: "주요 포털사이트 검색",
  },
  {
    title: "앱 스토어 검색",
  },
  {
    title: "안터넷 커뮤니티 게시판",
  },
  {
    title: "친구 및 지인 소개",
  },
  {
    title: "모바일(온라인) 광고 배너",
  },
  {
    title: "기타 (직접 입력)",
  },
];

export const AGREEMENT_LIST = [
  {
    title: "(필수) 만 14세 이상입니다.",
    id: "(필수) 만 14세 이상입니다.",
  },
  {
    title: "(필수) 서비스 이용약관에 동의합니다.",
    id: "(필수) 서비스 이용약관에 동의합니다.",
  },
  {
    title: "(필수) 개인정보 수집/이용에 동의합니다.",
    id: "(필수) 개인정보 수집/이용에 동의합니다.",
  },
  {
    title: "(필수) 개인정보 제 3자 제공에 동의합니다.",
    id: "(필수) 개인정보 제 3자 제공에 동의합니다.",
  },
  {
    title: "광고성 정보 수신에 동의합니다.",
    id: "광고성 정보 수신에 동의합니다.",
  },
  // {
  //   title: "모두 동의합니다.",
  //   id: "모두 동의합니다.",
  // },
];
